Repository: TencentCloud/TIMSDK
Catalog: iOS/TUIKit/TUIRoomKit/Resources/Localized/*.lproj/TUIRoomKitLocalized.strings
Languages: ar, zh_hans

# TUIRoom.create.room
source: Create Room
ar: إنشاء غرفة
zh_hans: 新建房间

# TUIRoom.join.room
source: Join Room
ar: انضم الى الغرفة

# TUIRoom.exit.login
source: Sign Out
ar: خروج
zh_hans: 退出登录

# TUIRoom.room.num
source: RoomID
ar: معرف الغرفة
zh_hans: 房间号

# TUIRoom.room.link
source: Link
ar: وصلة
zh_hans: 房间链接

# TUIRoom.open.video
source: Start video
ar: ابدأ الفيديو
zh_hans: 开启视频

# TUIRoom.freedom.speaker
source: Freedom Speaker Room
ar: غرفة حرية التعبير
zh_hans: 自由发言房间

# TUIRoom.raise.speaker
source: Raise hand Speaker Room
ar: رفع الأيدي للتحدث في الغرفة
zh_hans: 举手发言房间

# TUIRoom.host
source: Host
ar: يستضيف
zh_hans: 主持人

# TUIRoom.camera
source: Camera
ar: آلة تصوير
zh_hans: 摄像头

# TUIRoom.mic
source: Microphone
ar: ميكروفون
zh_hans: 麦克风

# TUIRoom.sure.destroy.room
source: Are you sure you want to dismiss the meeting?
ar: هل أنت متأكد أنك تريد إنهاء الاجتماع؟
zh_hans: 你确定要结束会议吗？

# TUIRoom.sure.leave.room
source: Are you sure you want to leave the room?
ar: هل أنت متأكد أنك تريد مغادرة الغرفة
zh_hans: 你确定要离开房间吗？

# TUIRoom.wait
source: Wait
ar: يتمسك
zh_hans: 再等等

# TUIRoom.destroy.room.cancel
source: Cancel
ar: يتمسك

# TUIRoom.ok
source: OK
ar: يتأكد
zh_hans: 确定

# TUIRoom.cancel
source: Cancel
ar: يلغي
zh_hans: 取消

# TUIRoom.invite.join
source: You can share room number or link to invite more people to join the room
ar: يمكنك مشاركة رقم الغرفة أو الرابط لدعوة المزيد من الأشخاص للانضمام إلى الغرفة
zh_hans: 您可以分享房间号或链接邀请更多人加入房间

# TUIRoom.logout.member.list
source: Participants
ar: قائمة الأعضاء
zh_hans: 成员列表

# TUIRoom.resolution
source: Resolution
ar: دقة
zh_hans: 分辨率

# TUIRoom.room.destroy
source: The room was closed.
ar: لقد تم تدمير الغرفة
zh_hans: 房间已被销毁

# TUIRoom.all.mute.video
source: All video banned
ar: جميع اللوحات ممنوعة
zh_hans: 全体禁画

# TUIRoom.all.unmute.video
source: Enable all videos
ar: رفع كافة أشكال الحظر على اللوحات
zh_hans: 解除全体禁画

# TUIRoom.all.mute
source: Mute All
ar: كتم الكل
zh_hans: 全体静音

# TUIRoom.all.unmute
source: Enable all audios
ar: إلغاء كتم صوت الكل
zh_hans: 解除全体静音

# TUIRoom.kick.off.title
source: You were removed by the room owner.
ar: لقد تمت إزالتك من قبل المشرف
zh_hans: 你已经被主持人移除

# TUIRoom.conference.member
source: Users
ar: المستخدمين
zh_hans: 成员

# TUIRoom.kick.off.error.toast
source: Failed to remove xx.
ar: فشلت إزالة xxx
zh_hans: xx被移除失败

# TUIRoom.copy.success
source: Room ID copied successfully.
ar: تم نسخ رقم الغرفة بنجاح
zh_hans: 房间号复制成功

# TUIRoom.homeowners.notice.camera.turned.off
source: The room owner disabled your video.
ar: تم إيقاف تشغيل الكاميرا
zh_hans: 您已被关闭摄像头

# TUIRoom.homeowners.notice.microphone.turned.off
source: You were muted by the room owner.
ar: لقد تم كتم صوت الميكروفون الخاص بك
zh_hans: 您已被关闭麦克风

# TUIRoom.homeowners.notice.message.turned.off
source: You were muted message by the room owner.
ar: لقد تم حظرك
zh_hans: 您已被禁言

# TUIRoom.homeowners.notice.message.turned.on
source: You were unmuted message by the room owner.
ar: لقد قام المشرف برفع الحظر عنك
zh_hans: 主持人解除了你的禁言

# TUIRoom.mute.audio.error.toast
source: Failed to mute.
ar: فشل حظر القمح
zh_hans: 禁麦失败

# TUIRoom.mute.video.error.toast
source: Failed to disable video.
ar: فشل الحظر
zh_hans: 禁画失败

# TUIRoom.mute.audio.title
source: All and newly joined members will be muted
ar: سيتم كتم صوت جميع الأعضاء المضافة حديثًا
zh_hans: 所有以及新加入的成员将被静音

# TUIRoom.mute.audio.message
source: Allow members to unmute themselves
ar: السماح للأعضاء بإلغاء كتم صوتهم
zh_hans: 允许成员自我解除静音

# TUIRoom.mute.video.title
source: All and new members will be banned from drawing
ar: سيتم منع جميع الأعضاء الجدد من الرسم
zh_hans: 所有以及新加入的成员将被禁画

# TUIRoom.mute.video.message
source: Allow members to unban themselves
ar: السماح للأعضاء بفك الحظر عن أنفسهم
zh_hans: 允许成员自我解除禁画

# TUIRoom.video.conference
source: 's quick meeting
ar: مؤتمرات الفيديو
zh_hans: 的快速会议

# TUIRoom.mute
source: Mute
ar: صامت
zh_hans: 静音

# TUIRoom.unmute
source: Unmute
ar: إلغاء كتم الصوت
zh_hans: 解除静音

# TUIRoom.close.video
source: Stop video
ar: أوقف الفيديو
zh_hans: 关闭视频

# TUIRoom.change.host
source: Change host
ar: إلى الأمام لاستضافة
zh_hans: 转交房主

# TUIRoom.mute.message
source: Mute message
ar: المنع
zh_hans: 禁言

# TUIRoom.unmute.message
source: Unmute message
ar: إلغاء كتم الصوت
zh_hans: 解除禁言

# TUIRoom.kick
source: Kick out of the room
ar: طرد من الغرفة
zh_hans: 踢出房间

# TUIRoom.step.down.seat
source: Please step down
ar: يرجى التنحي
zh_hans: 请下台

# TUIRoom.invite.seat
source: Invite to stage
ar: دعوة إلى المسرح
zh_hans: 邀请上台

# TUIRoom.set.as.administrator
source: Set as administrator
ar: تعيين كمسؤول

# TUIRoom.undo.administrator
source: Undo administrator
ar: إزالة المسؤول

# TUIRoom.revoked.your.administrator
source: Your room admin status has been revoked
ar: لقد تم إبطال حالة المسؤول الخاصة بك

# TUIRoom.chat
source: Chat
ar: محادثة
zh_hans: 聊天

# TUIRoom.beauty
source: Beauty
ar: جمال
zh_hans: 美颜

# TUIRoom.switch.layout
source: Switch layout
ar: تخطيط التبديل
zh_hans: 切换布局

# TUIRoom.leave
source: Leave
ar: يترك
zh_hans: 离开

# TUIRoom.member
source: Member(xx)
ar: عضو
zh_hans: 成员(xx)

# TUIRoom.apply.join.stage
source: Join stage
ar: تقدم بطلب لتكون على خشبة المسرح

# TUIRoom.stage.management
source: Applies
ar: الإدارة على المسرح

# TUIRoom.leave.seat
source: Leave stage
ar: مرحلة المغادرة
zh_hans: 下台

# TUIRoom.cancel.stage
source: Cancel the stage
ar: إلغاء المرحلة

# TUIRoom.invite.to.speak
source: invites you to speak on stage
ar: أدعوك للتحدث على خشبة المسرح
zh_hans: 主持人邀请您上台发言

# TUIRoom.agree.to.speak
source: You can turn on the camera and unmute it once you are on stage
ar: يمكنك تشغيل الكاميرا وإلغاء كتم صوتها بمجرد صعودك على المسرح
zh_hans: 主持人邀请您上台发言，上台后可以打开摄像头和取消静音

# TUIRoom.decline
source: Decline
ar: يرفض
zh_hans: 拒绝

# TUIRoom.agree
source: Agree
ar: يوافق
zh_hans: 同意

# TUIRoom.quick.meeting
source: Quick meeting
ar: اجتماع سريع
zh_hans: 快速会议

# TUIRoom.agree.all
source: Agree to all
ar: أتفق مع الجميع
zh_hans: 全部同意

# TUIRoom.search.meeting.member
source: Search for participants
ar: البحث عن المشاركين
zh_hans: 搜索成员

# TUIRoom.me
source: Me
ar: أنا
zh_hans: 我

# TUIRoom.invite.members
source: Invite to stage
ar: دعوة إلى المسرح
zh_hans: 邀请成员上台

# TUIRoom.agree.seat
source: Approve
ar: يعتمد
zh_hans: 同意上台

# TUIRoom.disagree.seat
source: Disagree take seat
ar: رفض الصعود على المسرح
zh_hans: 拒绝上台

# TUIRoom.code
source: Room QR code
ar: رمز الاستجابة السريعة للغرفة
zh_hans: 房间二维码

# TUIRoom.scan.code
source: Scan the code to enter the room
ar: قم بمسح الرمز ضوئيًا للدخول إلى الغرفة
zh_hans: 扫码进入房间

# TUIRoom.save.into.album
source: Save into the album
ar: حفظ في الألبوم
zh_hans: 保存到相册

# TUIRoom.invite.turn.on.audio
source: invites you to turn on the microphone
ar: أدعوك لبدء الصوت
zh_hans: 主持人邀请您开启语音

# TUIRoom.invite.turn.on.video
source: invites you to turn on the camera
ar: أدعوك لفتح شاشة الفيديو
zh_hans: 主持人邀请您开启视频画面

# TUIRoom.dismiss.meeting.Title
source: If you don't want to end the meeting
ar: إذا كنت لا تريد إنهاء الاجتماع
zh_hans: 如果您不想结束会议

# TUIRoom.appoint.new.host
source: Please appoint a new host before leaving the meeting
ar: الرجاء تعيين مضيف جديد قبل مغادرة الاجتماع
zh_hans: 请在离开会议前指定新的主持人

# TUIRoom.leave.meeting
source: Leave meeting
ar: ترك الاجتماع
zh_hans: 离开会议

# TUIRoom.dismiss.meeting
source: Dismiss metting
ar: رفض الاجتماع
zh_hans: 结束会议

# TUIRoom.trans.master
source: Appoint a new master
ar: تعيين مضيف جديد
zh_hans: 指定一位新主持人

# TUIRoom.appoint.master.and.leave.room
source: Appoint and leave
ar: حدد واترك
zh_hans: 指定并离开

# TUIRoom.have.become.master
source: You are now a room owner
ar: أنت الآن مالك المنزل
zh_hans: 您已成为主持人

# TUIRoom.have.become.administrator
source: You have become a room admin
ar: لقد أصبحت مسؤولاً

# TUIRoom.have.transferred.master
source: The room owner has been transferred to xx
ar: تم نقل المالك إلى xx
zh_hans: 您已转让了房主

# TUIRoom.have.set.up.administrator
source: xx has been set as room admin
ar: تم تعيين xx كمسؤول

# TUIRoom.have.removed.administrator
source: The room admin status of xx has been withdrawn
ar: تم سحب حالة المسؤول لـ xx

# TUIRoom.mute.seat.reason
source: Can be turned on after taking the stage
ar: يمكن تشغيله بعد اعتلاء المسرح
zh_hans: 举手发言房间，请先举手

# TUIRoom.mute.audio.room.reason
source: All on mute audio, unable to turn on microphone
ar: لقد قام المضيف بكتم صوت جميع الأعضاء ولا يمكنه تشغيل الميكروفون.
zh_hans: 全员静音中，无法开启麦克风

# TUIRoom.mute.video.room.reason
source: All on mute video, unable to turn on camera
ar: قام المضيف بتمكين جميع الأعضاء من حظر الصور ولا يمكنه تشغيل الكاميرا.
zh_hans: 全员禁画中，无法开启摄像头

# TUIRoom.all.mute.video.prompt
source: All videos disabled
ar: تم تفعيل جميع عمليات الحظر
zh_hans: 主持人已将全体成员禁画

# TUIRoom.all.mute.audio.prompt
source: All audios disabled
ar: صمت جميع الأعضاء
zh_hans: 主持人已将全体成员静音

# TUIRoom.all.unmute.video.prompt
source: All videos enabled
ar: تم رفع جميع الحظر
zh_hans: 主持人已关闭全员禁画

# TUIRoom.all.unmute.audio.prompt
source: All audios enabled
ar: كل صامت
zh_hans: 主持人已关闭全员静音

# TUIRoom.raiseHand.notice
source: Raise your hand to speak
ar: ارفع يدك لكي تتكلم
zh_hans: 如果您想发言请先举手申请上麦

# TUIRoom.video.conference.title
source: Video conference
ar: مؤتمر عبر الفيديو
zh_hans: 视频会议

# TUIRoom.audio.recording
source: Audio Recording
ar: تسجيل الصوت
zh_hans: 音频录制

# TUIRoom.volume.prompt
source: Volume Reminder
ar: موجه الحجم
zh_hans: 音量提示

# TUIRoom.capture.volume
source: Collection Volume
ar: جمع الحجم
zh_hans: 采集音量

# TUIRoom.play.volume
source: Playback Volume
ar: حجم التشغيل
zh_hans: 播放音量

# TUIRoom.video.settings
source: Video settings
ar: اعدادات الفيديو
zh_hans: 视频设置

# TUIRoom.audio.settings
source: Audio settings
ar: إعدادات الصوت
zh_hans: 音频设置

# TUIRoom.setting
source: Settings
ar: يثبت
zh_hans: 设置

# TUIRoom.advancedSetting
source: Advanced Settings
ar: إعدادات متقدمة
zh_hans: 高级设置

# TUIRoom.frame.rate
source: Frame Rate
ar: معدل الإطار
zh_hans: 帧率

# TUIRoom.bitrate
source: Bitrate
ar: معدل الكود
zh_hans: 码率

# TUIRoom.local.mirror
source: Local Mirror
ar: مرآة محلية
zh_hans: 本地镜像

# TUIRoom.version.too.low
source: Your system version is below 12.0. Please update.
ar: إصدار النظام أقل من 12.0، يرجى ترقية النظام
zh_hans: 系统版本低于12.0，请升级系统

# TUIRoom.quick.conference
source: Quick meeting
ar: اجتماع سريع
zh_hans: 快速会议

# TUIRoom.invite.meeting
source: Invite you to a meeting
ar: أدعوكم إلى الاجتماع
zh_hans: 邀请你进入会议

# TUIRoom.enter.meeting
source: Enter the meeting
ar: أدخل الاجتماع
zh_hans: 进入会议

# TUIRoom.already.entered.meeting
source: Already entered the meeting
ar: انضم بالفعل
zh_hans: 已入会

# TUIRoom.meeting
source: Meeting
ar: مقابلة
zh_hans: 会议

# TUIRoom.in.progress
source: In progress
ar: في تَقَدم
zh_hans: 进行中

# TUIRoom.people.entered.meeting
source: People have entered the meeting
ar: لقد انضم الناس إلى العضوية
zh_hans: 人已入会

# TUIRoom.starting.meeting
source: Starting meeting
ar: اعداد
zh_hans: 正在发起

# TUIRoom.waiting.members.enter.meeting
source: Waiting for members to enter the meeting
ar: في انتظار انضمام الأعضاء إلى الاجتماع
zh_hans: 等待成员入会

# TUIRoom.meeting.ended
source: Meeting ended
ar: انتهى الاجتماع
zh_hans: 会议已结束

# TUIRoom.fail.microphone.permission.Title
source: No access to microphone
ar: لم يتم تمكين إذن الميكروفون
zh_hans: 麦克风权限未开启

# TUIRoom.fail.microphone.permission.Tips
source: Unable to use audio function, click "Authorize Now" to open the microphone permission.
ar: غير قادر على استخدام وظيفة الصوت والفيديو لعدة أشخاص، انقر فوق "تمكين" لتشغيل إذن الميكروفون
zh_hans: 无法使用多人音视频语音功能，点击"去开启"打开麦克风权限

# TUIRoom.fail.camera.permission.Title
source: No access to camera
ar: لم يتم تمكين إذن الكاميرا
zh_hans: 相机权限未开启

# TUIRoom.fail.camera.permission.Tips
source: Unable to use the video function, click "Authorize Now" to open the camera permission.
ar: غير قادر على استخدام وظائف الصوت والفيديو والفيديو متعددة الأشخاص، انقر فوق "لفتح" لفتح إذن الكاميرا
zh_hans: 无法使用多人音视频视频功能，点击"去开启"打开相机权限

# TUIRoom.fail.permission.Later
source: Later
ar: الحديث عن ذلك في وقت لاحق
zh_hans: 以后再说

# TUIRoom.fail.permission.Enable
source: Authorize Now
ar: لتشغيل
zh_hans: 去开启

# TUIRoom.device.set
source: Meeting Settings
ar: الإعداد السريع للاجتماع
zh_hans: 快速会议设置

# TUIRoom.mic.set
source: Join the meeting and start the audio
ar: تمكين الصوت عند الانضمام إلى اجتماع
zh_hans: 入会开启音频

# TUIRoom.camera.set
source: Join the conference and turn on the camera
ar: انضم إلى الاجتماع وقم بتشغيل الكاميرا
zh_hans: 入会开启摄像头

# TUIRoom.sharing.screen
source: You are sharing your screen
ar: شاشة المشاركة
zh_hans: 你正在共享屏幕

# TUIRoom.stop.share.screen
source: Stop screen sharing
ar: التوقف عن المشاركة
zh_hans: 停止共享

# TUIRoom.dismiss.room
source: Dissmiss Room
ar: غرفة النهاية
zh_hans: 结束房间

# TUIRoom.leave.room
source: Leave Room
ar: غادر الغرفة
zh_hans: 离开房间

# TUIRoom.exit
source: exit
ar: ينهي
zh_hans: 结束

# TUIRoom.float
source: Float
ar: نافذة عائمة
zh_hans: 悬浮窗

# TUIRoom.invite
source: Invite
ar: يدعو
zh_hans: 邀请

# TUIRoom.share.on
source: Share
ar: شاشة المشاركة
zh_hans: 共享屏幕

# TUIRoom.share.off
source: Stop
ar: التوقف عن المشاركة
zh_hans: 停止共享

# TUIRoom.unfold
source: More
ar: أكثر
zh_hans: 展开

# TUIRoom.drop
source: Drop
ar: وضع بعيدا
zh_hans: 收起

# TUIRoom.appoint.owner
source: If you do not want to end the room, please appoint a new moderator before leaving the room
ar: إذا كنت لا ترغب في إنهاء الغرفة، فقم بتعيين مضيف جديد قبل مغادرة الغرفة
zh_hans: 如果您不想结束房间，请在离开房间前指定新的主持人

# TUIRoom.leave.room.tip
source: Are you sure you want to leave the room
ar: هل أنت متأكد أنك تريد مغادرة الغرفة؟
zh_hans: 您确定要离开房间吗

# TUIRoom.room.type
source: Room Type
ar: نوع الغرفة
zh_hans: 房间类型

# TUIRoom.more
source: More
ar: أكثر
zh_hans: 更多

# TUIRoom.inviteMember
source: Invite member
ar: دعوة أعضاء
zh_hans: 邀请成员

# TUIRoom.request.open.video
source: Request open video
ar: طلب فتح الفيديو
zh_hans: 请求开启视频

# TUIRoom.request.open.audio
source: Request open audio
ar: طلب تشغيل الصوت
zh_hans: 请求开启音频

# TUIRoom.toast.shareScreen.title
source: Share Screen
ar: شاشة حية
zh_hans: 直播屏幕

# TUIRoom.toast.shareScreen.message
source: Stop TUIRoom screen sharing screen live?
ar: هل تريد إيقاف البث المباشر لشاشة مشاركة شاشة TUIRoom؟
zh_hans: 停止TUIRoom屏幕共享屏幕直播？

# TUIRoom.toast.shareScreen.stop
source: Stop
ar: قف
zh_hans: 停止

# TUIRoom.rejected.take.seat
source: Application to go on stage was rejected
ar: رفض المالك/المسؤول طلبك
zh_hans: 主持人拒绝了您的上台申请

# TUIRoom.taken.seat
source: Succeed on stage
ar: النجاح على المسرح
zh_hans: 主持人同意了您的上台申请

# TUIRoom.role.owner
source: Owner
ar: صاحب المنزل
zh_hans: 房主

# TUIRoom.role.administrator
source: Administrator
ar: مدير

# TUIRoom.in.another.room
source: You are already in another room
ar: أنت بالفعل في غرفة أخرى
zh_hans: 您已经在其他房间中

# TUIRoom.others.screen.sharing
source: An existing member is sharing. Please try again later
ar: توجد حاليًا مشاركة للأعضاء، يرجى المحاولة مرة أخرى لاحقًا.
zh_hans: 当前已有成员正在进行共享，请稍后再操作

# TUIRoom.smooth.resolution
source: Smooth resolution
ar: القرار السلس
zh_hans: 流畅

# TUIRoom.standard.resolution
source: Standard resolution
ar: التعريف القياسى
zh_hans: 标清

# TUIRoom.high.resolution
source: High resolution
ar: عالية الدقة
zh_hans: 高清

# TUIRoom.super.resolution
source: Super resolution
ar: واضح جدا
zh_hans: 超清

# TUIRoom.invited.take.seat
source: The audience has been invited to the stage
ar: تم إرسال الدعوات للجمهور إلى المسرح
zh_hans: 已向观众发出上台邀请

# TUIRoom.invited.open.audio
source: The audience has been invited to open the audio
ar: تمت دعوة الجمهور لتشغيل الصوت
zh_hans: 已向观众发出开启音频邀请

# TUIRoom.invited.open.video
source: The audience has been invited to open the video
ar: تمت دعوة المشاهد لبدء الفيديو
zh_hans: 已向观众发出开启视频邀请

# TUIRoom.refused.take.seat.invitation
source: xx refused to go on stage
ar: xx يرفض الصعود على خشبة المسرح
zh_hans: 拒绝了您的上台邀请

# TUIRoom.take.seat.invitation.timeout
source: The invitation to xx to go on stage has timed out
ar: انتهت مهلة الدعوة الموجهة إلى xx للظهور على خشبة المسرح.
zh_hans: 上麦邀请已经超时

# TUIRoom.open.video.invitation.timeout
source: The invitation to start the video has timed out
ar: انتهت مهلة الدعوة لبدء الفيديو
zh_hans: 开启视频的邀请已经超时

# TUIRoom.open.audio.invitation.timeout
source: The invitation to start the audio has timed out
ar: انتهت مهلة الدعوة لتمكين الصوت
zh_hans: 开启音频的邀请已经超时

# TUIRoom.sure.kick.out
source: Do you want to move xx out of the room?
ar: هل تريد نقل xx خارج الغرفة؟
zh_hans: 是否将xx移出房间？

# TUIRoom.join.stage.application.sent
source: Application has been sent, please wait for the owner/administrator to approve
ar: تم إرسال الطلب، يرجى انتظار موافقة المالك/المسؤول عليه

# TUIRoom.join.stage.application.cancelled
source: Application for stage has been cancelled
ar: تم إلغاء طلب المرحلة

# TUIRoom.join.stage
source: Join stage
ar: تعال على المسرح

# TUIRoom.kicked.off.seat
source: You have been asked to leave stage
ar: لقد طلب منك مغادرة المسرح

# TUIRoom.leave.seat.title
source: Are you sure you want to step down?
ar: هل أنت متأكد أنك تريد التنحي؟

# TUIRoom.leave.seat.message
source: To get on stage again, you need to resend the application and wait for the owner/administrator to approve it.
ar: للصعود إلى المسرح مرة أخرى، يتعين عليك إعادة إرسال الطلب وانتظار موافقة المالك/المسؤول عليه.

# TUIRoom.all.mute.title
source: All current and new members will be muted
ar: سيتم كتم صوت جميع الأعضاء الجدد

# TUIRoom.all.mute.video.title
source: All and new members will be banned from the camera
ar: سيتم منع جميع الأعضاء الجدد من الفيديو

# TUIRoom.all.mute.message
source: Members will not be able to open the microphone
ar: لن يتمكن الأعضاء من تشغيل الميكروفونات الخاصة بهم

# TUIRoom.all.mute.video.message
source: Members will not be able to open the camera
ar: لن يتمكن الأعضاء من فتح شاشة الفيديو

# TUIRoom.all.unmute.message
source: After unlocking, users can freely turn on the microphone.
ar: بعد إطلاق سراحه، يمكن للمستخدم تشغيل الميكروفون بحرية.

# TUIRoom.all.unmute.video.message
source: After unlocking, users can freely turn on the camera
ar: بعد التعطيل، يمكن للمستخدم بدء الفيديو بحرية

# TUIRoom.confirm.release
source: Confirm release
ar: تأكيد الافراج

# TUIRoom.transfer.host.title
source: Transfer the room owner to xx
ar: نقل المالك إلى xx

# TUIRoom.transfer.host.message
source: After transfer the room owner, you will become a general user
ar: وبعد انتقاله إلى المالك سيصبح عضوا عاديا.

# TUIRoom.transfer.host.sure
source: Confirm transfer
ar: تأكيد النقل

# TUIRoom.member.already.received.same.request
source: This member has already received the same request, please try again later
ar: لقد تلقى هذا العضو نفس الطلب بالفعل، يرجى المحاولة مرة أخرى لاحقًا

# TUIRoom.on.stage
source: xx is on stage
ar: لقد وصل xx إلى السلطة

# TUIRoom.on.stage.number.reached.limit
source: The current number of people on stage has reached the limit
ar: لقد وصل العدد الحالي للأشخاص على المسرح إلى الحد الأعلى

# TUIRoom.go.on.stage.timed.out
source: Failed to go on stage, invitation has timed out
ar: فشل الصعود على خشبة المسرح، انتهت مهلة الدعوة

# TUIRoom.room.copy
source: Copy
zh_hans: 复制

# TUIRoom.input.room.num
source: Enter a room ID
zh_hans: 请输入房间号

# TUIRoom.suer.kick.off.xx
source: Are you sure you want to remove "xx"?
zh_hans: 你确定要移除"xx"吗？

# TUIRoom.mute.audio.reject.toast
source: rejected to the microphone access request.
zh_hans: 拒绝了麦克风开启请求

# TUIRoom.mute.video.reject.toast
source: rejected to the camera access request.
zh_hans: 拒绝了摄像头开启请求

# TUIRoom.copy.roomId.success
source: Room ID copied.
zh_hans: 房间号已复制

# TUIRoom.copy.roomLink.success
source: Room Link copied.
zh_hans: 房间链接已复制

# TUIRoom.start.recording
source: Start
zh_hans: 开始录制

# TUIRoom.screen.recording
source: Screen recording
zh_hans: 屏幕录制中
