{
  "欢迎使用": "Welcome",
  "建议体验功能": "Suggestion experience function",
  "用UI组件快速集成": "Rapid integration with UI components",
  "下载源码": "Download source code",
  "初始化Demo": "Initialize demo",
  "集成静态资源文件": "Integrated static resource file",
  "集成所需模块": "Modules required for integration",
  "更新路由": "Update route",
  "首购低至1折": "10% for the first time",
  "复购75%起": "Re purchase 75%",
  "立即选购": "let‘s go",
  "体验更多Demo": "Experience more demos",
  "立即前往": "Go now",
  "已完成": "Completed",
  "待体验": "uncompleted",
  "发送一条消息": "Send a message",
  "撤回一条消息": "Recall a message",
  "切换一次使用语言": "Switch the language used once",
  "发起一个多人会话": "Start a multiplayer session",
  "开启一次群禁言": "Open a group forbidden speech",
  "解散一个多人会话": "Break up a multiplayer session",
  "修改一次我的昵称": "modify a my nick",
  "我们为您默认提供了一位“示例好友”和一个“示例客服群”您不用额外添加好友和群聊就可完整体验腾讯云 IM 单聊、群聊的所有功能。":"We provide you with a \"sample friend\" and a \"sample customer service group\" by default. You can fully experience all the functions of Tencent cloud Im single chat and group chat without adding additional friends and group chat.",
  "随时随地": "Anytime, anywhere, i.e. \"login\" or \"test\". Try it",
  "男":"Male",
  "女":"Female",
  "用户ID": "userID",
  "个性签名": "signature",
  "暂未设置": "Not yet",
  "出生年月": "birthday",
   "编辑资料": "Edit profile",
   "关于腾讯云IM": "About Tencent cloud im",
   "退出登录": "Log out",
   "隐私条例": "Privacy regulations",
   "用户协议": "User agreement",
   "免责声明": "Disclaimers",
   "联系我们": "contact us",
   "注销账户": "Cancellation of account",
   "SDK版本": "SDK version",
   "注销后，您将无法使用当前账号，相关数据也将删除无法找回。 当前账号": "After you log off, you will not be able to use your current account, and the relevant data will be deleted and cannot be retrieved. Current account",
   "IM-免责声明": "Im Disclaimer",
   "IM（“本产品”）是由腾讯云提供的一款测试产品，腾讯云享有本产品的著作权和所有权。本产品仅用于功能体验，不得用于任何商业用途。为配合相关部门监管要求，本产品音视频互动全程均有录音录像存档，严禁在使用中有任何色情、辱骂、暴恐、涉政等违法内容传播。": "Im disclaimer im (\"this product\") is a test product provided by Tencent cloud, which enjoys the copyright and ownership of this product. This product is only used for functional experience and shall not be used for any commercial purpose. In order to meet the regulatory requirements of relevant departments, audio and video recordings of this product are archived throughout the audio and video interaction. It is strictly prohibited to spread any pornographic, abusive, violent terrorist, political and other illegal content in use. Im (\"this product\") is a test product provided by Tencent cloud, which enjoys the copyright and ownership of this product. This product is only used for functional experience and shall not be used for any commercial purpose. In order to meet the regulatory requirements of relevant departments, audio and video recordings of this product are archived throughout the audio and video interaction. It is strictly prohibited to spread any pornographic, abusive, violent terrorist, political and other illegal content in use.",
   "同意": "agree",
   "取消": "cancel",
   "注销": "cancellation"
}